{
  "id": 3,
  "img": "assets/images/artigos/belly-2354_1280.jpg",
  "title": "Cirurgia Bariátrica e Saúde Mental: Antes, Durante e Depois",
  "subTitle": "Preparação Psicológica e Acompanhamento: Chaves para o Sucesso da Cirurgia Bariátrica",
  "autor": "Pedro Soares",
  "dataCriacao": "28 de Dezembro de 2024",
  "dataAtualizacao": "28 de Dezembro de 2024",
  "content": "<p>&nbsp &nbsp A cirurgia bariátrica é uma das  intervenções mais eficazes para tratar a obesidade severa e suas comorbidades, como diabetes tipo 2, hipertensão e doenças cardiovasculares. No entanto, seus impactos  vão além do corpo, envolvendo transformações psicológicas significativas que  precisam ser compreendidas e manejadas adequadamente. A saúde mental desempenha  um papel essencial em todas as etapas do processo – desde a preparação pré-operatória até o acompanhamento pós-cirúrgico.</p><p><strong>1. Requisitos para Submeter-se à  Cirurgia Bariátrica</strong></p><p>&nbsp &nbsp A cirurgia  bariátrica, também conhecida como cirurgia de redução do estômago, é  indicada para pacientes com obesidade grave, de acordo com os seguintes  critérios:</p><p>&nbsp &nbsp &bull; Índice de Massa Corporal (IMC) igual ou superior a  40 kg/m², independentemente de comorbidades.</p><p>&nbsp &nbsp &bull; IMC entre 35 e 40 kg/m² associado a comorbidades  como diabetes, hipertensão, colesterol alto, apneia do sono, entre outras.</p><ul> <li> Idade entre 18 e 60 anos. </li> <li> Obesidade de longa data (mais de 5 anos) </li> </ul> <p>&nbsp &nbsp &bull; Falha no tratamento conservador (dieta, atividade física, farmacoterapia e atenção psicológica) por pelo menos dois anos. </p> <p>&nbsp &nbsp A cirurgia bariátrica é um procedimento seguro, mas é preciso seguir os cuidados pós-cirurgia para evitar complicações e efeitos colaterais. Ela modifica a forma do estômago e reduz a sua capacidade de receber alimentos, dificultando a absorção de calorias. Além disso, afeta a produção do hormônio da saciedade, diminuindo a vontade de comer. </p><h3> <strong> 2. O Papel dos Hormônios na Regulação do Apetite e os Efeitos da Cirurgia Bariátrica </strong> </h3> <p>&nbsp &nbsp A cirurgia bariátrica não apenas promove mudanças físicas e comportamentais, mas também influencia diretamente os mecanismos biológicos que regulam o apetite, principalmente através de alterações hormonais. </p> <p> <strong>Grelina – O “hormônio da fome”</strong> </p> <p>&nbsp &nbsp O estômago é responsável pela produção da grelina, conhecida como o “hormônio” da fome. Este hormônio desempenha um papel crucial no controle da fome a curto prazo: quanto maior sua concentração no organismo, mais fome sentimos. A cirurgia bariátrica, ao reduzir o tamanho do estômago ou alterar o trajeto gastrointestinal, diminui significativamente a produção de grelina, contribuindo para a redução do apetite. </p> <p> <strong>Leptina – O “hormônio da saciedade”</strong> </p> <p>&nbsp &nbsp Por outro lado, a leptina é produzida pelas células de gordura e tem a função de enviar sinais ao cérebro indicando se o corpo possui uma quantidade adequada de gordura. Esse hormônio promove a sensação de saciedade: quanto maior a concentração de leptina, menor será a sensação de fome. Após a cirurgia bariátrica, a perda de peso e a redução da gordura corporal podem impactar os níveis de leptina, ajustando os sinais de fome e saciedade de forma mais eficiente. </p> <p> &nbsp &nbsp Essas mudanças hormonais ajudam os pacientes a se adaptarem a uma nova rotina alimentar, tornando o processo de emagrecimento mais eficaz e sustentável. No entanto, é importante o acompanhamento psicológico para trabalhar a relação emocional com a comida, que também influencia o comportamento alimentar. </p> <p> <strong>Avaliação psicológica</strong> </p> <p>&nbsp &nbsp Além dos critérios médicos, é fundamental uma avaliação psicológica ou psiquiátrica antes da cirurgia. Estudos mostram que condições como <strong> transtornos alimentares</strong>, <strong>ansiedade</strong> e <strong> depressão </strong> são comuns entre pacientes bariátricos e podem afetar os resultados da cirurgia (APA, 2021). </p> <p> <strong>3. Preparação Psicológica e Terapia Pré-Operatória</strong> </p><p>&nbsp &nbsp A preparação psicológica é um pilar essencial no sucesso da cirurgia bariátrica. </p> <p> <strong>Objetivos da terapia pré-operatória:</strong> </p> <ul> <li> <strong>&nbsp &nbsp &bull; Identificar padrões comportamentais e emocionais:</strong> Muitos pacientes desenvolvem hábitos alimentares relacionados ao estresse ou à baixa autoestima. </li> <li> <strong>&nbsp &nbsp &bull; Ajustar expectativas:</strong> Alguns pacientes podem acreditar que a cirurgia é uma solução mágica para todos os problemas, mas é apenas uma ferramenta dentro de um processo contínuo de mudança. </li> <li> <strong>&nbsp &nbsp &bull; Fortalecer o autocuidado:</strong> Promover habilidades para lidar com desafios pós-cirúrgicos, como mudanças na autoimagem e possíveis oscilações emocionais. </li> </ul> <p> <strong>Pesquisas:</strong> <br/> Um estudo brasileiro publicado na <em> Revista Brasileira de Obesidade, Nutrição e Emagrecimento </em> (Rosa et al., 2018) destacou que pacientes que passam por acompanhamento psicológico antes da cirurgia têm melhores resultados a longo prazo, incluindo maior adesão às mudanças comportamentais necessárias. </p> <p> <strong>4. Mudanças Emocionais e Comportamentais Após a Cirurgia</strong> </p> <p>&nbsp &nbsp A cirurgia bariátrica desencadeia mudanças profundas na relação do paciente com a comida, o corpo e o ambiente social. </p> <p> <strong>Desafios emocionais:</strong> </p> <ul> <li> <strong>&nbsp &nbsp &bull; Alterações na autoimagem:</strong> Mesmo após uma perda significativa de peso, alguns pacientes continuam se vendo como obesos, fenômeno conhecido como “dismorfia corporal pós-bariátrica”. </li> <li> <strong>&nbsp &nbsp &bull; Oscilações emocionais:</strong> Mudanças hormonais associadas à rápida perda de peso podem intensificar sintomas de ansiedade e depressão. </li> <li> <strong>&nbsp &nbsp &bull; Dificuldades sociais:</strong> O paciente pode enfrentar novas dinâmicas em relacionamentos pessoais e profissionais, especialmente em sociedades que valorizam padrões estéticos. </li> <li> <strong>&nbsp &nbsp &bull; Impactos Psicológicos Positivos da Cirurgia Bariátrica </strong> </li> </ul> <p>&nbsp &nbsp A cirurgia bariátrica não apenas transforma o corpo, mas também pode gerar impactos psicológicos positivos significativos. Muitos pacientes relatam uma melhora geral na qualidade de vida e no bem-estar emocional após a cirurgia, especialmente quando combinada com suporte psicológico contínuo. Por exemplo: </p> <ul> <li> <strong>&nbsp &nbsp &bull; Aumento da autoestima</strong> </li> </ul> <p> A perda de peso significativa muitas vezes leva a uma maior satisfação com a própria imagem corporal. Isso contribui para a recuperação da autoestima, especialmente em pacientes que enfrentavam preconceitos sociais e estigmas relacionados à obesidade. </p> <ul> <li> <strong>&nbsp &nbsp &bull; Redução de sintomas de ansiedade e depressão</strong> </li> </ul> <p> Estudos mostram que pacientes bariátricos frequentemente apresentam melhora em condições como ansiedade e depressão. A diminuição do peso pode reduzir fatores de estresse, como dores físicas, dificuldades de mobilidade e isolamento social, que comumente contribuem para o sofrimento emocional. </p> <p> <strong></strong><strong>&nbsp &nbsp &bull; Melhora nas relações interpessoais</strong> <strong></strong> </p> <p> A transformação física e emocional frequentemente resulta em interações sociais mais positivas. Muitos pacientes relatam maior confiança para se envolver em atividades sociais e profissionais, bem como melhorias na dinâmica familiar e afetiva. </p> <p> <strong></strong><strong>&nbsp &nbsp &bull; Sensação de controle e autonomia</strong> <strong> </strong> </p> <p> A capacidade de adotar um estilo de vida mais saudável, com maior controle sobre a alimentação e a atividade física, aumenta a sensação de realização e autonomia. Esse fator é crucial para a manutenção dos resultados e da saúde mental a longo prazo. </p> <p> <strong></strong><strong>&nbsp &nbsp &bull; Redução do estigma e preconceito</strong> <strong> </strong> </p> <p> Pacientes que passaram pela cirurgia relatam menos episódios de discriminação relacionados ao peso, o que contribui para a melhora da saúde mental e da qualidade de vida em geral. </p> <p> Apesar dos benefícios psicológicos significativos, é fundamental um acompanhamento psicológico contínuo para lidar com possíveis desafios emocionais, como a adaptação às mudanças corporais e comportamentais, ou o risco de transferência de dependências para outros comportamentos. Essa abordagem integrada potencializa os resultados positivos da cirurgia bariátrica e promove uma recuperação mais equilibrada e saudável. </p> <p> <strong>&nbsp &nbsp &bull; Risco de transferência de dependência:</strong> </p> <p>&nbsp &nbsp A cirurgia bariátrica, ao reduzir o tamanho do estômago e modificar os mecanismos de fome e saciedade, tem impactos significativos na relação do indivíduo com a alimentação. No entanto, para alguns pacientes, o foco emocional e comportamental antes direcionado à comida pode ser substituído por outras formas de compulsão ou dependência, um fenômeno conhecido como <strong>transferência de dependência</strong>. </p> <p>&nbsp &nbsp Estudos apontam que alguns pacientes podem substituir a compulsão alimentar por outros comportamentos, como abuso de álcool ou compras compulsivas (King et al., 2012). </p> <p> <strong>Como a Transferência de Dependência Acontece?</strong> </p> <p>&nbsp &nbsp A compulsão alimentar frequentemente tem raízes emocionais, funcionando como uma forma de lidar com estresse, ansiedade ou frustrações. Após a cirurgia, com a limitação física para ingerir grandes quantidades de alimentos, esses mecanismos emocionais não resolvidos podem se manifestar em outros comportamentos compulsivos, como: </p> <ul> <li> <strong>&nbsp &nbsp &bull; Abuso de álcool:</strong> Alguns estudos, como o de King et al. (2012), mostram que o consumo de álcool pode aumentar após a cirurgia bariátrica. A absorção de álcool também é acelerada devido às alterações no sistema digestivo, o que aumenta o risco de dependência. </li> <li> <strong>&nbsp &nbsp &bull; Compras compulsivas:</strong> Para alguns pacientes, o alívio emocional antes proporcionado pela comida pode ser buscado em comportamentos consumistas, gerando problemas financeiros e de relacionamento. </li> <li> <strong>&nbsp &nbsp &bull; Jogos ou apostas:</strong> O envolvimento excessivo em jogos, tanto físicos quanto online, também pode se tornar uma forma de preencher lacunas emocionais. </li> <li> <strong>&nbsp &nbsp &bull; Dependência de substâncias ou medicamentos:</strong> Em casos mais extremos, pacientes podem recorrer ao uso abusivo de medicamentos ou outras substâncias para lidar com emoções difíceis. </li> </ul> <p>&nbsp &nbsp Nem todos os pacientes desenvolvem transferência de dependência, mas alguns fatores aumentam a probabilidade: </p> <ul> <li> <strong>&nbsp &nbsp &bull; Histórico de transtornos mentais:</strong> Pessoas com depressão, ansiedade ou outros transtornos psicológicos pré-existentes estão mais suscetíveis. </li> <li> <strong>&nbsp &nbsp &bull; Falta de acompanhamento psicológico:</strong> A ausência de suporte adequado para trabalhar questões emocionais subjacentes ao comportamento alimentar pode levar ao desenvolvimento de novas compulsões. </li> </ul> <p> Uma revisão publicada no <em> Arquivos Brasileiros de Cirurgia Digestiva </em> (Moraes et al., 2020) destacou que pacientes que participam de acompanhamento psicológico regular após a cirurgia têm menor risco de reganho de peso e melhor adaptação emocional. </p> <ul> <li> <strong>&nbsp &nbsp &bull; Fatores biológicos:</strong> Alterações hormonais, como as relacionadas à dopamina e serotonina, podem influenciar comportamentos compulsivos após a cirurgia. </li> <li> <strong>&nbsp &nbsp &bull; Histórico de abuso de substâncias:</strong> Pacientes que já apresentaram dependência de álcool ou outras substâncias no passado correm maior risco. </li> </ul> <p> <strong>5. Benefícios do Cuidado Psicológico Integral</strong> </p> <p> O cuidado psicológico antes, durante e depois da cirurgia bariátrica não apenas potencializa os resultados físicos, mas também promove o bem-estar emocional. </p> <ul> <li> <strong>&nbsp &nbsp &bull; Redução de recaídas:</strong> Menor risco de reganho de peso ou retorno a comportamentos prejudiciais. </li> <li> <strong>&nbsp &nbsp &bull; Adaptação social:</strong> Melhoria na capacidade de lidar com as novas demandas sociais e relacionamentos. </li> <li> <strong>&nbsp &nbsp &bull; Prevenção de transtornos psiquiátricos:</strong> Identificação precoce e manejo de possíveis complicações emocionais. </li> </ul> <p> <strong>Conclusão</strong> </p> <p>&nbsp &nbsp A cirurgia bariátrica é uma jornada que vai além da perda de peso. Ela transforma vidas, mas também traz desafios emocionais significativos que precisam ser enfrentados com apoio profissional. <strong> Se você ou um ente querido está considerando ou já passou por uma cirurgia bariátrica, saiba que o suporte psicológico é um aliado essencial para garantir uma recuperação saudável e sustentável. </strong> </p> <p> <strong>&nbsp &nbsp Na PsiCuidar, oferecemos um espaço acolhedor e especializado para ajudar em todas as fases dessa jornada. Entre em contato e saiba como podemos ajudar você ou sua família a alcançar um equilíbrio entre corpo e mente. </strong> </p> <br><p> <strong>Referências</strong> </p> <p> 1. American Psychological Association (APA). (2021). <em> The Role of Psychology in Bariatric Surgery </em> . APA Publications. </p> <p> 2. King, W. C., Chen, J. Y., Mitchell, J. E., et al. (2012). Prevalence of alcohol use disorders before and after bariatric surgery. <em>JAMA</em>, 307(23), 2516-2525. </p> <p> 3. Rosa, T. L. S., Moraes, V. M., &amp; Silva, D. L. (2018). Importância do acompanhamento psicológico na cirurgia bariátrica. <em> Revista Brasileira de Obesidade, Nutrição e Emagrecimento </em> , 12(73), 62-69. </p> <p> 4. Moraes, C. H. A., Caproni, P. T., &amp; Silva, G. T. (2020). Psychological aspects of bariatric surgery: A systematic review. <em> Arquivos Brasileiros de Cirurgia Digestiva </em> , 33(1), e1507. </p>"
}
