{
  "id": 2,
  "img": "assets/images/artigos/pills-3114364_1280.jpg",
  "title": "Compreendendo os Transtornos Alimentares: Diferenças entre Anorexia, Bulimia e Transtorno de Compulsão Alimentar",
  "subTitle": "Diferenças entre Anorexia, Bulimia e Transtorno de Compulsão Alimentar",
  "content": "<p>Os transtornos alimentares  representam um conjunto de condições psicológicas graves, caracterizadas por  comportamentos alimentares disfuncionais que afetam negativamente a saúde  física, emocional e social do indivíduo. Entre os mais conhecidos estão a<strong> Anorexia  Nervosa </strong>, a <strong>Bulimia Nervosa</strong> e o <strong>Transtorno de Compulsão Alimentar  (TCA)</strong>. Cada um apresenta características distintas, mas compartilham uma  relação complexa com fatores biológicos, psicológicos e socioculturais.</p><p><strong>1. O Que É Anorexia Nervosa?</strong></p><p> A anorexia nervosa é marcada por  uma<strong>restrição severa da ingestão calórica</strong>, levando a um peso corporal  perigosamente baixo.</p><p> <strong>Características principais:</strong></p><ul type='disc'><li>Intenso medo de ganhar peso ou engordar, mesmo quando o peso está abaixo do ideal. </li><li>Percepção distorcida do próprio corpo, com foco obsessivo em emagrecimento.</li><li>Negação da gravidade da condição de baixo peso.</li></ul><p> <strong>Impactos físicos:</strong></p><ul type='disc'><li>Desnutrição severa, queda de cabelo, pele seca e enfraquecimento dos ossos.</li><li>Disfunções cardíacas, hipotensão e risco de morte súbita.</li></ul><p><strong>Impactos psicológicos:</strong></p><ul type='disc'><li>Isolamento social, depressão e altos níveis de ansiedade.</li><li>Pensamentos obsessivos relacionados a alimentos e controle.</li></ul><p><strong>2. O Que É Bulimia Nervosa?</strong></p><p>A bulimia nervosa envolve  episódios recorrentes de<strong> compulsão alimentar seguidos de comportamentos  compensatórios</strong>, como vômitos induzidos, uso de laxantes ou exercícios  excessivos.</p><p><strong> Características principais:</strong></p><ul type='disc'><li> Episódios de ingestão rápida e excessiva de alimentos em curto período.</li><li>Sensação de perda de controle durante a compulsão.</li><li> Comportamentos compensatórios para evitar o ganho de peso.</li></ul><p><strong>Impactos físicos:</strong></p><ul type='disc'><li>Erosão dental causada por vômitos frequentes.</li><li> Problemas gastrointestinais, como refluxo ácido e constipação.</li><li> Desequilíbrios eletrolíticos, que podem levar a complicações cardíacas.</li></ul><p><strong>Impactos psicológicos:</strong></p><ul type='disc'><li>Vergonha  culpa intensas após os episódios de compulsão.</li><li> Baixa autoestima e preocupação constante com o peso.</li></ul><p><strong>3. O Que É Transtorno de Compulsão  Alimentar (TCA)?</strong></p><p>O transtorno de compulsão  alimentar é caracterizado por episódios frequentes de<strong> ingestão descontrolada  de grandes quantidades de alimentos</strong>, sem a adoção de comportamentos  compensatórios.</p><p><strong>Características principais:</strong></p><ul><li>Comer rapidamente, mesmo sem fome, até sentir desconforto extremo.</li><li>Sentimentos de vergonha e culpa após os episódios.</li><li>Frequência mínima de uma vez por semana durante três meses.</li></ul><p> <strong>Impactos físicos:</strong></p><ul><li>Aumento do risco de obesidade, diabetes tipo 2 e doenças cardiovasculares.</li><li>Problemas gastrointestinais e dores articulares.</li></ul><p><strong>Impactos psicológicos:</strong></p><ul><li>Ansiedade, depressão e isolamento social.</li><li> Relação disfuncional com a comida como estratégia de enfrentamento emocional.</li></ul>"
}
